Revit 2027 API
ParameterTypeId.RasterVerticalScale Property
 "Vertical Scale"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RasterVerticalScale { get; }
Public Shared ReadOnly Property RasterVerticalScale As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RasterVerticalScale {
	ForgeTypeId^ get ();
}
static member RasterVerticalScale : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace